<?php
$language = [
	'wrong-login' => 'Неправильный логин',
	'wrong-password' => 'Неправильный пароль',
	'short-password' => 'Вы ввели короткий email. Минимум 7 символов',
	'wrong-email' => 'Неправильный e-mail',
	'wrong-access' => 'Вы были заблокированы',
	'wrong-access-confirm' => 'Вы сможете авторизироваться после подтверждения регистрации по почте',
	'wrong-id' => 'Отсутствует пользователь с таким ID',
	'wrong-hash' => 'Отсутствует хеш для авто-авторизации',
	'wrong-browser' => 'Не совпадает браузер',
	'wrong-ip' => 'Не совпадает IP',
	'ip-defender' => 'Ваш IP временно заблокирован',
	'empty-data' => 'Данные пустые',
	'wrong-data' => 'Неправильные данные',
];